$
1
10
2
3
30
5
absolut
act
actor
actual
ago
almost
also
alway
amaz
annoy
anoth
anyon
anyth
area
around
arriv
art
ask
atmospher
attent
audio
avoid
aw
away
awesom
back
bad
bar
bare
batteri
beauti
begin
believ
best
better
big
bit
black
bland
bluetooth
bore
bought
break
breakfast
brilliant
bring
broke
buffet
burger
busi
button
buy
call
came
camera
car
care
case
cast
cell
certainli
charact
charg
charger
charm
cheap
check
chicken
child
cinema
cinematographi
classic
clean
clear
cold
color
come
comfort
compani
complet
consid
continu
cook
cool
could
coupl
cover
crap
creat
custom
day
deal
decent
definit
delici
delight
deliv
deserv
design
devic
dialogu
differ
dine
direct
director
disappoint
dish
done
drive
drop
ear
earpiec
easi
eat
edit
effect
either
els
end
enjoy
enough
especi
even
ever
everi
everyon
everyth
excel
expect
experi
extrem
eye
face
fact
fail
fall
famili
fan
fantast
far
fast
featur
feel
felt
film
final
find
fine
first
fit
flavor
flaw
food
found
free
fresh
fri
friend
friendli
full
fun
funni
game
gave
gener
get
girl
give
given
glad
go
good
got
great
guess
half
hand
happen
happi
hard
hate
headset
hear
heart
help
high
highli
hold
home
hope
horribl
hot
hour
hous
howev
huge
human
imagin
impress
includ
incred
interest
internet
item
jabra
job
john
junk
keep
kept
kid
kind
know
lack
larg
last
later
le
least
leav
left
let
life
light
like
line
littl
live
locat
long
look
lot
love
low
lunch
made
make
man
manag
mani
may
meal
mean
meat
mediocr
memor
mention
menu
mess
might
mind
minut
miss
money
month
mostli
motorola
move
movi
much
music
must
need
never
new
next
nice
night
none
note
noth
obvious
oh
old
one
order
origin
other
overal
owner
part
pay
peopl
perfect
perfectli
perform
perhap
period
person
phone
pictur
piec
pizza
place
play
player
pleas
plot
plug
point
poor
portion
portray
possibl
potato
predict
pretti
price
probabl
problem
produc
product
provid
pull
purchas
put
qualiti
quickli
quit
rare
rate
rather
real
realli
reason
receiv
recent
recept
recommend
replac
restaur
return
review
right
role
room
rude
run
said
salad
sandwich
sauc
saw
say
scene
screen
script
seat
second
see
seem
seen
select
self
seri
serious
serv
server
servic
set
sever
short
shot
show
sick
side
simpli
sinc
slow
small
softwar
someth
song
soon
sound
special
spot
staff
star
start
stay
steak
still
stop
stori
strong
stupid
style
suck
super
sure
sushi
tabl
take
talk
tast
tasti
tell
tender
terribl
thing
think
though
thought
three
time
today
togeth
told
took
top
total
touch
tri
truli
turn
tv
two
u
understand
unfortun
unit
unless
use
valu
vega
verizon
voic
volum
wait
waitress
want
wast
watch
way
wear
week
well
went
white
whole
wife
without
wonder
word
work
world
wors
worst
worth
would
write
wrong
year
yet