$
1
10
2
20
3
30
4
5
7
8
90
absolut
act
action
actor
actual
addit
ador
ago
allow
almost
also
although
alway
amaz
amazon
ambianc
amount
angel
annoy
anoth
anyon
anyth
appear
area
around
arriv
art
ask
atmospher
attempt
attent
audio
authent
averag
avoid
aw
away
awesom
back
bad
bar
bare
basic
batteri
beat
beauti
beef
beer
begin
believ
best
better
beyond
big
bit
black
bland
blue
book
bore
bought
break
breakfast
brilliant
bring
broke
budget
buffet
busi
button
buy
cabl
call
came
camera
cant
car
care
cartoon
case
cast
cell
certainli
chang
charact
charg
charger
charm
cheap
check
chicken
child
chip
choic
cinema
cinematographi
clariti
classic
clean
clear
clip
close
cold
color
come
comfort
compani
complaint
complet
connect
consid
construct
contact
contain
continu
convers
cook
cool
cost
could
coupl
cours
cover
crap
creat
custom
danc
day
deal
decent
definit
delici
delight
deliv
describ
deserv
design
despit
dessert
devic
dialogu
die
differ
difficult
dine
direct
director
disappoint
disgust
dish
documentari
dog
done
dont
drama
drink
drive
drop
due
ear
earpiec
easi
eat
eaten
edit
effect
either
els
embarrass
emot
empti
end
enjoy
enough
entir
especi
establish
even
ever
everi
everyon
everyth
excel
expect
experi
extra
extrem
eye
face
fact
fail
fall
famili
fan
fantast
far
fast
featur
feel
felt
film
final
find
fine
first
fish
fit
flat
flavor
flaw
flick
follow
food
forget
found
free
fresh
fri
friend
friendli
front
full
fun
function
funni
game
garbag
gave
gener
get
girl
give
given
glad
go
good
got
graphic
great
gross
guess
half
hand
handl
happen
happi
hard
hate
headphon
headset
hear
heart
help
high
highli
hilari
histori
hit
hitchcock
hold
home
hope
horribl
horror
hot
hour
hous
howev
huge
human
idea
imagin
import
impress
includ
incred
insid
instead
instruct
intellig
interest
internet
item
jabra
job
john
joke
joy
junk
keep
kept
kid
kind
know
lack
ladi
larg
last
later
laugh
le
lead
least
leav
left
let
level
life
light
like
line
liter
littl
live
locat
long
longer
look
lost
lot
loud
love
low
lunch
made
make
man
manag
mani
master
may
mayb
meal
mean
meat
mediocr
memor
memori
mention
menu
mess
might
mind
minut
miss
mistak
moment
money
month
mostli
mouth
move
movi
much
music
must
need
never
new
next
nice
night
non
none
note
noth
number
obvious
offer
often
oh
old
one
open
order
origin
other
overal
overpr
own
owner
part
parti
pasta
pathet
pay
peopl
perfect
perfectli
perform
perhap
period
person
pho
phone
pictur
piec
pizza
place
play
player
pleas
plot
plu
plug
point
poor
poorli
portion
portray
possibl
power
practic
predict
prepar
pretti
price
probabl
problem
produc
product
protect
provid
pull
purchas
put
qualiti
quick
quickli
quit
rang
rare
rate
rather
real
realli
reason
receiv
recent
recept
recommend
replac
rest
restaur
return
review
rice
ridicul
right
rip
rock
role
roll
room
rude
run
said
salad
sandwich
satisfi
sauc
saw
say
scare
scene
screen
script
seat
second
see
seem
seen
select
self
send
seri
serious
serv
server
servic
set
sever
ship
short
shot
show
shrimp
sick
side
signal
silent
simpl
simpli
sinc
singl
sit
slow
small
softwar
solid
someon
someth
sometim
song
soon
sound
special
spici
spoiler
spot
staff
star
start
stay
steak
step
still
stop
store
stori
strong
stuff
stupid
sturdi
style
suck
super
superb
sure
surpris
suspens
sweet
tabl
take
talent
talk
tast
tasti
tell
tender
terribl
terrif
thing
think
though
thought
three
thriller
throughout
time
today
togeth
told
took
top
tortur
total
touch
town
treat
tremend
tri
trip
truli
turn
tv
two
u
unbeliev
understand
unfortun
unit
unless
use
useless
usual
valu
vega
visual
voic
volum
wait
waiter
waitress
walk
wall
want
wast
watch
water
way
wear
week
well
went
whatev
whatsoev
whether
white
whole
wife
wind
wish
without
wonder
word
work
world
wors
worst
worth
would
write
written
wrong
year
yet
zero