$
1
10
2
20
3
30
4
40
5
7
8
90
absolut
access
act
action
actor
actress
actual
addit
ador
advis
ago
allow
almost
along
also
although
alway
amaz
amazon
ambianc
amount
angel
angl
ann
annoy
anoth
anyon
anyth
anytim
anyway
apart
appeal
appear
area
around
arriv
art
ask
aspect
atmospher
attempt
attent
audienc
audio
authent
averag
avoid
aw
away
awesom
babi
back
bacon
bad
balanc
bar
bare
bargain
basic
batteri
beat
beauti
becom
beef
beer
begin
believ
belt
best
better
beyond
big
bit
black
bland
blue
book
bore
bother
bought
boy
break
breakfast
brilliant
bring
broke
budget
buffet
bunch
burger
busi
button
buy
cabl
call
came
camera
cant
car
care
carri
cartoon
case
cast
cell
certainli
chang
charact
charg
charger
charl
charm
cheap
check
chicken
child
chip
choic
cinema
cinematographi
clariti
classic
clean
clear
clearli
clever
clip
close
cold
color
come
comfort
comment
compani
complaint
complet
connect
consid
construct
contact
contain
continu
convers
convinc
cook
cool
cost
could
coupl
cours
cover
crap
creat
credit
crisp
crowd
cult
custom
cut
cute
damn
danc
dark
date
day
dead
deal
decent
decid
decor
definit
delici
delight
deliv
depth
describ
descript
deserv
design
despit
dessert
devic
dialogu
die
differ
difficult
dine
direct
director
disappoint
disgust
dish
documentari
dog
done
dont
drago
drain
drama
dress
drink
drive
drop
due
ear
earlier
earpiec
easi
easili
eat
eaten
edit
effect
effort
either
els
elsewher
embarrass
emot
empti
end
energi
enjoy
enough
entir
episod
especi
establish
even
ever
everi
everyon
everyth
exactli
excel
excus
expect
expens
experi
experienc
extra
extrem
eye
face
fact
fail
fall
famili
fan
fantast
far
fast
favorit
fear
featur
feel
felt
film
final
find
fine
first
fish
fit
flat
flavor
flaw
flick
folk
follow
food
forc
forev
forget
form
found
free
fresh
fri
friend
friendli
front
full
fun
function
funni
game
garbag
gave
gener
get
girl
give
given
glad
go
good
got
graphic
great
greatest
green
grill
gross
guess
guy
hair
half
hand
handl
happen
happi
hard
hate
head
headphon
headset
hear
heard
heart
help
high
highli
hilari
histori
hit
hitchcock
hold
home
honestli
hope
horribl
horror
hot
hour
hous
howev
huge
human
ice
idea
im
imagin
import
impress
improv
includ
incred
insid
instead
instruct
insult
intellig
interest
internet
involv
issu
italian
item
jabra
job
john
joke
joy
judg
junk
keep
kept
keyboard
kid
kind
know
lack
ladi
lame
larg
last
late
later
laugh
le
lead
learn
least
leather
leav
left
let
level
life
light
lightweight
like
line
list
liter
littl
live
locat
lock
long
longer
look
lost
lot
loud
love
low
lunch
made
main
make
man
manag
mani
massiv
master
may
mayb
meal
mean
meat
mediocr
memor
memori
mention
menu
mess
mexican
mickey
might
mind
minut
miss
mistak
mobil
moment
money
month
mostli
mouth
move
movi
much
music
must
need
network
never
new
next
nice
night
non
none
note
noth
notic
number
obvious
occasion
offer
often
oh
old
one
open
oper
option
order
origin
other
outsid
overal
overpr
own
owner
pace
packag
paid
pain
pair
palm
part
parti
particular
particularli
pass
pasta
pathet
pay
pc
peopl
perfect
perfectli
perform
perhap
period
person
pg
pho
phone
pictur
piec
pizza
place
plan
plastic
play
player
pleas
pleasant
plot
plu
plug
pocket
point
polit
poor
poorli
portion
portray
possibl
power
practic
predict
premis
prepar
pretenti
pretti
price
probabl
problem
produc
product
protect
provid
pull
purchas
pure
put
qualiti
quick
quickli
quit
rang
rare
rate
rather
ray
read
readi
real
realli
reason
receiv
recent
recept
recommend
redeem
regret
relationship
rent
replac
rest
restaur
return
review
rice
ridicul
right
rington
rip
roast
rock
role
roll
room
rude
run
said
salad
sandwich
sat
satisfi
sauc
save
saw
say
scamp
scare
scene
scratch
screen
script
seafood
seat
second
see
seem
seen
select
self
send
sens
seri
serious
serv
server
servic
set
sever
share
ship
short
shot
show
shrimp
sick
side
sign
signal
silent
simpl
simpli
sinc
sing
singl
sit
situat
size
slow
small
smell
softwar
solid
someon
someth
sometim
somewhat
son
song
soon
sound
soundtrack
speak
special
spici
spoiler
spot
staff
star
start
state
station
stay
steak
step
stereotyp
still
stop
store
stori
storylin
strong
stuff
stupid
sturdi
style
subtl
suck
suffer
super
superb
sure
surpris
suspens
sweet
tabl
take
talent
talk
tast
tasteless
tasti
tell
ten
tender
terribl
terrif
thai
thank
that
theme
thing
think
though
thought
three
thriller
throughout
time
today
togeth
told
tom
took
top
tortur
total
touch
toward
town
treat
tremend
treo
tri
trip
true
truli
turn
tv
twice
two
u
unbeliev
understand
unfortun
unit
unless
use
useless
usual
valu
vega
view
visit
visual
voic
volum
wait
waiter
waitress
walk
wall
want
warm
wast
watch
water
way
wear
week
weird
well
went
whatev
whatsoev
whether
white
whole
wife
wind
wing
wire
wish
within
without
wonder
word
work
world
wors
worst
worth
would
wow
wrap
write
written
wrong
year
yet
young
zero
â